IDS_DGNCALCBASE_TEST = "DgnCalcBase-Test(Język:EN)"
IDS_MESHPMCV_AUTOMESH_SectionData = "Dane przekroju nie są odpowiednie do generowania siatki."
IDS_MESHPMCV_AUTOMESH_MakeMesh = "Nie udało się wygenerować automatycznej siatki."
IDS_MESHPMCV_AUTOMESH_Property = "Nie udało się obliczyć właściwości przekroju dla przekroju z automatycznie wygenerowaną siatką."
IDS_MESHPMCV_PROPERTY_Area = "Nie udało się obliczyć właściwości przekroju ( przekrój poprzeczny )."
IDS_MESHPMCV_PROPERTY_1stInertia = "Nie udało się obliczyć właściwości przekroju ( pierwszy moment bezwładności )."
IDS_MESHPMCV_PROPERTY_2ndInertia = "Nie udało się obliczyć właściwości przekroju ( drugi moment bezwładności )."
IDS_MESHPMCV_PROPERTY_PlasticCent = "Nie udało się obliczyć właściwości przekroju ( środek ciężkości plastyczny )."
IDS_MESHPMCV_MAKECURV_PMCvAngle = "Występuje błąd w podstawowych informacjach o kącie dla tworzenia krzywej PM."
IDS_MESHPMCV_MAKECURV_PMCvLine = "Nie udało się utworzyć krzywej PM."
IDS_MESHPMCV_TUNECURV_LessLine = "Automatycznie dopasowana krzywa PM jest mniejsza niż pierwotna krzywa PM."
IDS_MESHPMCV_CALRATIO_SelectLine = "Występuje błąd w punktach krzywej PM do obliczenia nośności obliczeniowej."
IDS_MESHPMCV_CALRATIO_FindStrength = "Nie udało się obliczyć nośności obliczeniowej."
IDS_MESHPMCV_CALRATIO_MakeCurve = "Nie udało się obliczyć krzywej PM dla nośności obliczeniowej."
IDS_MESHPMCV_CALRATIO_OverIncAngle = "Kąt przyrostu jest zbyt duży."
IDS_MESHPMCV_CALRATIO_ForceSum = "Nie udało się obliczyć sumy sił."
IDS_GEO_DGNCALC_PILE_FDN = "Fundament palowy"
IDS_GEO_DGNCALC_FOOT_FDN = "Fundament bezpośredni"
IDS_GEO_DGNCALC_FDN_BEARING_REVIEW = "Sprawdzenie nośności"
IDS_GEO_DGNCALC_FDN_FRICTION_RESULT = "Negatywne tarcie pobocznicy"
IDS_GEO_DGNCALC_FDN_SETTLE_RESULT = "Sprawdzenie osiadania"
IDS_GEO_DGNCALC_FDN_DIR_RESULT = "Nośność boczna"
IDS_GEO_DGNCALC_FDN_DGN_STANDARD_2009 = "Norma projektowania fundamentów konstrukcji (2009.3)"
IDS_GEO_DGNCALC_FDN_RAILBRIDGE_DGN_2004 = "Norma projektowania mostów kolejowych (2004)"
IDS_GEO_DGNCALC_FDN_BRIDGE_DGN_SPEC_2008 = "Specyfikacje projektowe mostów (2008)"
IDS_GEO_DGNCALC_FDN_TIP_BEARING = "Nośność końcowa"
IDS_GEO_DGNCALC_FDN_FRICTION = "Tarcie pobocznicy"
IDS_GEO_DGNCALC_FDN_PILE_TYPE = "Pal wbijany"
IDS_GEO_DGNCALC_FDN_DRILLED = "Pal formowany w gruncie"
IDS_GEO_DGNCALC_FDN_PILE_PURCHASE = "Pal prefabrykowany osadzany w odwiert"
IDS_GEO_DGNCALC_FDN_INTERVAL_PILE = "Pal wiercony"
IDS_GEO_DGNCALC_FDN_STEEL = "Pal rurowy stalowy"
IDS_GEO_DGNCALC_FDN_STATICS_REVIEW = "Sprawdzenie statyki"
IDS_GEO_DGNCALC_FDN_FIELD_TEST = "Badanie w terenie"
IDS_GEO_DGNCALC_FDN_BEARING_ROCK_REVIEW = "Nośność skały"
IDS_GEO_DGNCALC_SAND = "Piasek"
IDS_GEO_DGNCALC_CLAY = "Glina"
IDS_GEO_DGNCALC_ROCK = "Skała"
IDS_GEO_DGNCALC_FDN_SPT = "Sondowanie dynamiczne (SPT)"
IDS_GEO_DGNCALC_FDN_CPT = "Statyczne sondowanie stożkiem (CPT)"
IDS_GEO_DGNCALC_FDN_PMT = "Test ciśnieniowy"
IDS_GEO_DGNCALC_FDN_PBT = "Test nośności płyty"
IDS_GEO_DGNCALC_FDN_VST = "Badanie sondą obrotową"
IDS_GEO_DGNCALC_FDN_ROWE_ARMITAGE = "Rowe i in."
IDS_GEO_DGNCALC_FDN_ZHANG_EINSTEIN = "Zhang i in."
IDS_GEO_DGNCALC_FDN_CANADIAN_2006 = "Canada foundation (2006)"
IDS_GEO_DGNCALC_FDN_CANADIAN_1985 = "Canada foundation (1985)"
IDS_GEO_DGNCALC_FDN_NAVFAC_1982 = "NAVFAC(1982)"
IDS_GEO_DGNCALC_FDN_TOUMA_REESE_QUIROS = "Reese i in."
IDS_GEO_DGNCALC_FDN_MEYERHOF_1971 = "Meyerhof"
IDS_GEO_DGNCALC_FDN_MEYERHOF = "Meyerhof"
IDS_GEO_DGNCALC_FDN_TOUMA_REESE = "Touma i in."
IDS_GEO_DGNCALC_FDN_QUIROS_REESE = "Qurios i in."
IDS_GEO_DGNCALC_FDN_REESE_ONEILL = "Reese i in."
IDS_GEO_DGNCALC_FDN_BASE_STANDARD = "Standard projektowania fundamentów konstrukcji"
IDS_GEO_DGNCALC_FDN_ASSHTO = "AASHTO"
IDS_GEO_DGNCALC_FDN_FHWA = "FHWA"
IDS_GEO_DGNCALC_FDN_DRAIN_CONSIDER = "uwzględniając c-Φ"
IDS_GEO_DGNCALC_FDN_ROCKSTRENTH_JOINT = "Wytrzymałość skały i właściwości spękań"
IDS_GEO_DGNCALC_FDN_LIMITE_COMPRESS = "Test obciążenia otworów"
IDS_GEO_DGNCALC_FDN_SPT_UNLIMITE = "Standardowy test penetracji"
IDS_GEO_DGNCALC_FDN_CPT_UNLIMITE = "Test penetracji stożkowej"
IDS_GEO_DGNCALC_FDN_ROCKPILE_UNLIMITE = "Pale wbijane w skałę"
IDS_GEO_DGNCALC_FDN_SAND_SPT = "Gleba piaszczysta - SPT"
IDS_GEO_DGNCALC_FDN_UNDRAIN_CLAY = "Glina - metoda współczynnika α"
IDS_GEO_DGNCALC_FDN_EFFECT_STRESS = "Glina - metoda współczynnika β"
IDS_GEO_DGNCALC_FDN_CLAY_FACTOR = "Glinka - metoda współczynnika λ"
IDS_GEO_DGNCALC_FDN_CONSTRUCT_DISTURB_CONSIDER = "Zakłócenie gruntu"
IDS_GEO_DGNCALC_FDN_CLAY_LAYER = "Warstwa gliny"
IDS_GEO_DGNCALC_FDN_SAND_OFFER_TABLE = "Gleba piaszczysta"
IDS_GEO_DGNCALC_FDN_CLAY_ALPHA = "Glinka - metoda współczynnika α"
IDS_GEO_DGNCALC_FDN_CLAY_SPT = "Glinka - SPT"
IDS_GEO_DGNCALC_FDN_CLAY_UNDRAIN = "Glina - wytrzymałość bez odpływu"
IDS_GEO_DGNCALC_FDN_SAND_OFFER_FRICTION_TABLE = "Gleba piaszczysta"
IDS_GEO_DGNCALC_FDN_USE_SPT = "Standardowy test penetracji"
IDS_GEO_DGNCALC_FDN_ROCK_1988 = "Skała - Kulhawy"
IDS_GEO_DGNCALC_FDN_ROCK_1979 = "Skała - Kenney"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1976 = "Nośność (Meyerhof, 1976) gruntów piaszczystych z wykorzystaniem wartości N z SPT"
IDS_GEO_DGNCALC_FDN_INTERNAL_FINALBLOW = "Ostateczne wbijanie pala"
IDS_GEO_DGNCALC_FDN_INTERNAL_CONCRETEMILK = "Mieszanie mleka cementowego"
IDS_GEO_DGNCALC_FDN_INTERNAL_CONCRETEPLACING = "Wylewanie betonu"
IDS_GEO_DGNCALC_FDN_STEELPILE_SOFTROCK = "Osadzanie stalowego pala w skale"
IDS_GEO_DGNCALC_FDN_CPT_TIP_RESISTANCE = "Test penetracji stożkowej"
IDS_GEO_DGNCALC_FDN_SPT_ELSE_UNLIMITE = "SPT i wytrzymałość bez odpływu"
IDS_GEO_DGNCALC_FDN_ULTIMATE_BEARING = "Ostateczna nośność"
IDS_GEO_DGNCALC_FDN_CALC_HORIZFACTOR = "Poziomy moduł sprężystości"
IDS_GEO_DGNCALC_FDN_CALC_HORIZ_BEARING = "Nośność pozioma"
IDS_GEO_DGNCALC_FDN_CALC_ELASTICFACTOR = "Moduł sprężystości gruntu"
IDS_GEO_DGNCALC_FDN_DAVISSION_1970 = "Glina"
IDS_GEO_DGNCALC_FDN_SOIL_N = "Standardowy test penetracji"
IDS_GEO_DGNCALC_FDN_PILETYPE_BEARING = "Obliczanie nośności pala wbijanego"
IDS_GEO_DGNCALC_FDN_DRILLED_BEARING = "Obliczanie nośności pali formowanych w gruncie"
IDS_GEO_DGNCALC_FDN_INTERNAL_BEARING = "Obliczanie nośności pali wierconych"
IDS_GEO_DGNCALC_FDN_JAPAN_BRIDGE = "Japońska norma mostowa"
IDS_GEO_DGNCALC_FDN_INFRA_ARCHITECT_2004 = "Specyfikacje projektowania fundamentów konstrukcji (Japońskie Stowarzyszenie Architektoniczne, 2004)"
IDS_GEO_DGNCALC_ELASTIC_DIFF = "Teoria sprężystości"
IDS_GEO_DGNCALC_ELASTIC_DIFF1 = "Teoria sprężystości 1"
IDS_GEO_DGNCALC_ELASTIC_DIFF2 = "Teoria sprężystości 2"
IDS_GEO_DGNCALC_CLAY_SAT = "Glina nasycona"
IDS_GEO_DGNCALC_STRAIN_EFFECT = "Efekt odkształcenia"
IDS_GEO_DGNCALC_FDN_TERZAGHI_BEARING = "Równanie Terzaghi'ego"
IDS_GEO_DGNCALC_FDN_MEYERHOF_BEARING = "Równanie Meyerhof'a"
IDS_GEO_DGNCALC_FDN_GENERAL_SHEAR_FAIL = "Ogólne zniszczenie przez ścinanie"
IDS_GEO_DGNCALC_FDN_LOCAL_SHEAR_FAIL = "Lokalne zniszczenie przez ścinanie"
IDS_GEO_DGNCALC_FDN_MODIFY_TERZAGHI = "Zmodyfikowane równanie Terzaghi'ego"
IDS_GEO_DGNCALC_FDN_EXPERIENCE = "Doświadczenie"
IDS_GEO_DGNCALC_FDN_COMP_STRENGTH = "Wytrzymałość na ściskanie jednoosiowa"
IDS_GEO_DGNCALC_FDN_GOOD_ROCK = "Dobra skała"
IDS_GEO_DGNCALC_FDN_ROCK_CLASSIFICATION = "Klasyfikacja skał"
IDS_GEO_DGNCALC_FDN_PBT_TERZAGHI_PECK = "Terzaghi i in."
IDS_GEO_DGNCALC_FDN_PBT_BOND = "Bond."
IDS_GEO_DGNCALC_FDN_CANNOT_CALC_BEARING = "Nie można obliczyć nośności."
IDS_GEO_DGNCALC_FDN_ISNOT_LOAD = "Brak obciążenia pionowego."
IDS_GEO_DGNCALC_FDN_MSG_E2B2E1L2 = "w przypadku e2 ≥ B/2 lub e1 ≥ L/2"
IDS_GEO_DGNCALC_FDN_MSG_E2B2ELL2 = "w przypadku eB ≥ B/2 lub eL ≥ L/2"
IDS_GEO_DGNCALC_FDN_MSG_ONLYAXIALFORCE = "w przypadku, gdy występuje tylko siła osiowa."
IDS_GEO_DGNCALC_FDN_MSG_ED8 = "w przypadku e ≤ D/8 (rozkład trapezowy)"
IDS_GEO_DGNCALC_FDN_MSG_ED8_TRIANGLE = "w przypadku e > D/8 (rozkład trójkątny)"
IDS_GEO_DGNCALC_FDN_MSG_ED2 = "w przypadku e ≥ D/2"
IDS_GEO_DGNCALC_FDN_MSG_B6 = "w przypadku e ≤ B/6 (rozkład trapezowy)"
IDS_GEO_DGNCALC_FDN_MSG_EB6_TRIANGLE = "w przypadku e > B/6 (rozkład trójkątny)"
IDS_GEO_DGNCALC_FDN_MSG_EL6 = "w przypadku e ≤ L/6 (rozkład trapezowy)"
IDS_GEO_DGNCALC_FDN_MSG_EL6_TRIANGLE = "w przypadku e > L/6 (rozkład trójkątny)"
IDS_GEO_DGNCALC_FDN_MSG_6E2B6E1L = "w przypadku 6e2/B + 6e1/L ≤ 1.0 (rozkład trapezowy)"
IDS_GEO_DGNCALC_FDN_MSG_6EBB6ELL = "w przypadku 6eB/B + 6eL/L ≤ 1.0 (rozkład trapezowy)"
IDS_GEO_DGNCALC_FDN_MSG_B6E1L = "w przypadku /B + 6e1/L > 1.0 (rozkład trójkątny)"
IDS_GEO_DGNCALC_FDN_MSG_B6ELL = "w przypadku /B + 6eL/L > 1.0 (rozkład trójkątny)"
IDS_DGNCALCBASE_MESH_FAIL = "Generowanie siatki nie powiodło się."
IDS_GEO_DGNCALC_FDN_TIP_BEARING_EQ = "Równanie nośności podłoża pod podstawą pala stalowego (rurowego) utwierdzonego w skale miękkiej."
IDS_GEO_DGNCALC_FDN_ROEW_1987 = "Rowe i Armitage(1987)"
IDS_GEO_DGNCALC_FDN_ZHANG_1998 = "Zhang i Einstein(1998)"
IDS_GEO_DGNCALC_FDN_CFEM_2006 = "Kanadyjski podręcznik inżynierii fundamentowej (2006)"
IDS_GEO_DGNCALC_FDN_SPT_TIP_ULT_BEARING = "Graniczna nośność na podstawie SPT"
IDS_GEO_DGNCALC_FDN_CLAY_PILETYPE_TIP_BEARING = "Nośność na podstawie oporu pod podstawą pala wbijanego w glinę"
IDS_GEO_DGNCALC_FDN_CPT_TIP_BEARING = "Graniczna nośność na podstawie CPT"
IDS_GEO_DGNCALC_FDN_DISTURB_TIP_BEARING = "Nośność na podstawie oporu pod podstawą wskutek naruszenia gruntu podczas budowy"
IDS_GEO_DGNCALC_FDN_CLAY_DRILLED_TIP_BEARING = "Nośność na podstawie oporu pod podstawą pala formowanego w gruncie w glinie"
IDS_GEO_DGNCALC_FDN_TOUMA_1974 = "Touma i Reese (1974), Quiros i Reese (1977)"
IDS_GEO_DGNCALC_FDN_INTERNAL_TIP_ULT_BEARING = "Nośność na podstawie oporu pod podstawą pala wierconego (iniekcja zaczynem cementowym)"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1956 = "Równanie Meyerhof'a (1956)"
IDS_GEO_DGNCALC_FDN_INFRA_ARCHITECT_JAPAN_2004 = "Specyfikacje projektowania fundamentów konstrukcji (Japońskie Stowarzyszenie Architektoniczne, 2004)"
IDS_GEO_DGNCALC_FDN_BASE_STANDARD_1997 = "Norma projektowania fundamentów konstrukcji (1997)"
IDS_GEO_DGNCALC_FDN_CGS_1985 = "Kanadyjskie Towarzystwo Geotechniczne (1985)"
IDS_DGNCALCBASE_CALC_SECT_PROP_FAIL = "Obliczanie właściwości przekroju nie powiodło się."
IDS_DGNCALCBASE_ERROR_SECT_DATA__s = "Wystąpił błąd podczas używania pliku danych przekroju ( %s ).\nBłąd :"
IDS_UNIT_LENGTH_MM = "mm"
IDS_UNIT_LENGTH_CM = "cm"
IDS_UNIT_LENGTH_M = "m"
IDS_UNIT_LENGTH_IN = "in"
IDS_UNIT_LENGTH_FT = "ft"
IDS_UNIT_FORCE_KG = "kgf"
IDS_UNIT_FORCE_TON = "tonf"
IDS_UNIT_FORCE_N = "N"
IDS_UNIT_FORCE_KN = "kN"
IDS_UNIT_FORCE_LBF = "lbf"
IDS_UNIT_FORCE_KIP = "kip"
IDS_UNIT_FORCE_KIPs = "kips"
IDS_UNIT_DEGREE = "deg"
